{
  "sarees": [
      {
          "name":"SVB Orange Printed Mysore Silk With Blouse Saree",
          "price": 339,
          "product_id": 150775726,
          "description":"Add to your classy wardrobe collection with this elegantly, Beautifully designed saree.A wondrous mix of fashion and tradition. This saree lends you an authentic traditional and uplift your ethnic style in an instant. Tailored from high quality - give soft & comfy feel , it features an attractive design. Wear this designer saree with a pair of high heels and large earrings to steal the show and Be an angel and create and establish a smashing impact on anyone . Comes with matching blouse. (Slight variation in color is possible because of display. Model images are only representative.)",
          "image":"https://cdn.shopclues.com/images1/thumbnails/109883/320/320/150775726-109883093-1664655614.jpg"
      },
      {
          "name":"Multicolor Batik Print Silk Saree With Blouse by Sharda Creation",
          "price": 319,
          "product_id": 144771946,
          "description":"Make a distinct appearance and get complimented by wearing this saree from the popular brand, Sharda Creation. It comes with a pretty colour combination, which is further enhanced by the printed pattern. In addition, it has been crafted from good quality poly silk to keep you at ease throughout the day.This is best for gifting",
          "image":"https://cdn.shopclues.com/images1/thumbnails/109391/320/320/150610685-109391789-1598522147.jpg"
      },
      {
          "name":"SVB Saree Yellow Colour Cotton Silk Saree",
          "price": 339,
          "product_id": 151360370,
          "description":"SVB Saree Yellow Colour Cotton Silk Saree",
          "image":"https://cdn.shopclues.com/images1/thumbnails/111888/320/320/151360370-111888790-1659177216.jpg"
      },
      {
          "name":"SVB Saree Multicolour Mysore Silk Saree For Women",
          "price": 339,
          "product_id": 148698164,
          "description":"Fabric:Art silk Saree. saree work: printed ,Blouse : yes ,Blouse work:printed Type :animal kamalkari Print, SareeLength:5.25 mtr,Blouse Length:0.75 mtrs,also none as Mysore Silk .",
          "image":"https://cdn.shopclues.com/images1/thumbnails/104234/320/320/148698164-104234186-1659177173.jpg"
      },
      {
          "name":"SVB Saree Dark Blue Orange Mysore Silk saree",
          "price": 349,
          "product_id": 151360366,
          "description":"SVB Saree Dark Blue & Orange Mysore Silk saree",
          "image":"https://cdn.shopclues.com/images1/thumbnails/111888/320/320/151360366-111888775-1659198224.jpg"
      },
      {
          "name":"SVB Saree Blue Art Silk Mysore Silk Saree",
          "price": 339,
          "product_id": 151360391,
          "description":"SVB Saree Blue Art Silk Mysore Silk Saree",
          "image":"https://cdn.shopclues.com/images1/thumbnails/111888/320/320/151360391-111888857-1660929584.jpg"
      },
      {
          "name":"SVB Saree Rama Red Woven Art Silk Saree With Blouse",
          "price": 339,
          "product_id": 151360386,
          "description":"Saree is an outfit which women can carry off with great panache. With the right material and drape, it can accentuate the beauty of women of all ages and forms. Be it a festival or a wedding, sarees are a hot favorite worldwide due to its popularity. Sarees give you the opportunity to provide a modern touch to a traditional Indian attire. You can pair a saree with a clutch and a pair of fashion sandals or any casual footwear of your choice for a casual look when dressing up for a party. You can also pair it with a pair of earrings and bangles when adorning this outfit for a festive occasion.",
          "image":"https://cdn.shopclues.com/images1/thumbnails/111888/320/320/151360386-111888842-1664741133.jpg"
      },
      {
          "name":"SVB Saree Dark Blue Pink woven Art Silk Saree",
          "price": 339,
          "product_id":  151360382,
          "description":"SVB Saree Dark Blue & Pink woven Art Silk Saree",
          "image":"https://cdn.shopclues.com/images1/thumbnails/111888/320/320/151360382-111888828-1664738436.jpg"
      },
      {
          "name":"Meia Blue and Grey Art Silk Block Print Saree With Blouse",
          "price": 379,
          "product_id": 93227895,
          "description":"Inspired By The Modern Indian Women, Here's Meia - A Brand That Offers A Perfect Blend Of Traditional Dressing With Contemporary Designs.It Doesn'T Matter Whether You Are Off To A Party, Wedding, Office Or A Simple Outing With Friends, The One Attire That Will Come To Your Rescue Is A Great Looking Saree. These Costumes Suit With Any Occasion As You Can Find Some Gorgeous Designer Saree For Traditional Gatherings, Formal For Office, Casual Ones For Daily Use And More. Having A Good Number Of These In Your Wardrobe Is The Safest Foot Put Forward. Add To Your Classy Wardrobe Collection With This Elegantly, Beautifully Designed Saree. A Wondrous Mix Of Fashion And Tradition. This Saree Lends You An Authentic Traditional And Uplift Your Ethnic Style In An Instant. Tailored From High Quality - Give Soft & Comfy Feel, It Features An Attractive Design. Wear This Designer Saree With A Pair Of High Heels And Large Earrings To Steal The Show And Be An Angel And Create And Establish A Smashing Impact On Anyone. Comes With Matching Blouse. (Slight Variation In Color Is Possible Because Of Display. Model Images Are Only Representative.)",
          "image":"https://cdn.shopclues.com/images1/thumbnails/22841/320/320/93227895-22841394-1662584715.jpg"
      },
      {
          "name":"SVB Saree Red Colour Animal Printed Taffeta Saree Without Blouse",
          "price": 319,
          "product_id": 134310570,
          "description":"Be an ultimate diva for every occasion in this dazzling saree! Make sure you turn some heads this upcoming festive season with our latest trends! Featuring gorgeous colors| durable and comfotable fabric| intricate designs and prints| be the ultimate ethnic queen in our amazing sarees and look pretty in our Designer styles! Add a mesmerizing look with this sari to your wardrobe and be more ethnic and Indian this season. Product colour may slightly vary due to photographic lighting sources or your monitor settings. Add to your classy wardrobe collection with this elegantly| Beautifully designed saree. A wondrous mix of fashion and tradition. This saree lends you an authentic traditional and uplift your ethnic style in an instant. Tailored from high quality - give soft & comfy feel | it features an attractive design. Wear this designer saree with a pair of high heels and large earrings to steal the show and Be an angel and create and establish a smashing impact on anyone            ",
          "image":"https://cdn.shopclues.com/images1/thumbnails/79078/320/320/134310570-79078997-1664744729.jpg"
      },
      {
          "name":"Bhuwal Fashion Designer Black Lace Lycra Saree With Blouse",
          "price": 499,
          "product_id":  143100947,
          "description":"Add to your classy wardrobe collection with this elegantly, Beautifully designed  saree. A wondrous mix of fashion and tradition. This saree lends you an authentic traditional and uplift your ethnic style in an instant. Tailored from high quality - give soft & comfy feel , it features an attractive design. Wear this designer  saree with a pair of high heels and large earrings to steal the show and Be an angel and create and establish a smashing impact on anyone . Comes with matching blouse. (Slight variation in color is possible because of display. Model images are only representative.)",
          "image":"https://cdn.shopclues.com/images1/thumbnails/95906/320/320/143100947-95906864-1664652571.jpg"
      },
      {
          "name":"Bhuwal fashion Letest Cotton Silk Emroidered Saree with Blouse piece",
          "price": 549,
          "product_id": 149178188,
          "description":"Bhuwal fashion Cotton Silk Emroiderd new Letest Saree with Blouse Piece. Saree fabric is cotton Silk. This saree colour is Black with Emroidered, so you can use in Bollywood party wear wedding wear casual wear festive wear bollywood new collection latest design trendy women's saree/sari will be a perfect addition to your ethnic collection. this cotton silk saree trendy and eye catching sari is perfect for partywear,wedding wear daily wear. Saree Details : total Saree Length : 6.3 Mts Saree lenth 5.3 mts Blouse length 0.80 Saree Fabrics : Cotton silk. Saree Print: Emroidderd Saree Length: 5.3 (in metres) Blouse Length: 0.8 (in metres) Saree color : Black.            ",
          "image":"https://cdn.shopclues.com/images1/thumbnails/105417/320/320/149178188-105417436-1583909126.jpg"
      }
   
  ],
  "bra": [
      {
          "name":"Garfield Jelly Red T shirt bra",
          "price":799 ,
          "product_id":1149304 ,
          "description":"Give a perfect shape to your bust with this Jelly Red T shirt bra from Garfield. This bra will lend volume to your bust. When wearing it, you will feel the confidence from inside and feel special.            ",
          "image":"https://cdn.shopclues.com/images/thumbnails/1340/320/320/GFS13001100121379938798.jpg"
      },
      {
          "name":"Ravel Muskaan Printed Laika International Bras",
          "price":599 ,
          "product_id":112283801 ,
          "description":"Fun and Flirty! Turn heads and stay on trend in this sexy push up Balcony style cups give a sweetheart shape to the neckline.  The center panel is usually lower to achieve this look,  and a balcony cup has less coverage than a full coverage cup bra with a touch of shimmer! Balcony style cups give a sweetheart shape to the neckline.    The center panel is usually lower to achieve this look, and a balcony cup has less coverage than a full coverage cup Contour cups hold their shape, even when not worn.  These cups have an underwire and are lined with a thin layer of foam or fiberfill lining that is molded into a specific shape.  Contour cups are a perfect choice for any woman seeking a sculpted silhouette,  as they offer a specific round and symmetrical shape.  Keep it away from perfume,water & spray. Disclaimer : Product Color may slightly vary due to photographic lighting source our your monitor setting .            ",
          "image":"https://cdn.shopclues.com/images/thumbnails/61003/320/320/211488807319.jpg"
      },
      {
          "name":"Sona Women's SL007 Full Coverage Non-Padded T-Shirt Lace Bra Skin Color",
          "price":308 ,
          "product_id": 148827321,
          "description":"Much Like A Well Crafted Sonnet, The Right Lingerie Can Romance Your Curves. This Bra Comes With A Fit That Celebrates Who You Are. Delicate Paisely Lace. All Round Comfort. Non-Padded, Semi-Lined Cups. Full Under-Wires For Superior Support. 3 Part Cup For Better Shape And Fit. Elasticated Straps With Back Sliders. 3 Column 2 Row Hook And Eye Closure.            ",
          "image":"https://cdn.shopclues.com/images1/thumbnails/104519/320/320/148827321-104519613-1579182392.jpg"
      },
      {
          "name":"Empisto Branded Black color Cotton Fabric Line Bra",
          "price":99 ,
          "product_id":148839456 ,
          "description":"Make your outfit an outmost place of Soft comfort and do not lack style behind by including this Black color stylish bra.Made from Cotton. These inner wears would not let you down in terms of quality and its functionality. These bra is soft Non-padded bra. These are skin friendly inner wears with Hand wash care quality.This bra is designed to give you comfort and No risk of color fading, Soft Fabric bra, Beautiful Fast Colours, Great Comfort, Easy Stretchable, non padded bra, solid pattern bra with fully adjustable and stretchabe straps.            ",
          "image":"https://cdn.shopclues.com/images1/thumbnails/104548/320/320/148839456-104548171-1579329135.jpg"
      },
      {
          "name":"HOBBY KAREENA NON-PADDED SOFT FABRIC LINGERIES SET",
          "price": 529,
          "product_id": 150688672,
          "description":"Wear this Bra & Panty Set that is exclusively designed and understands your body and improves your contours. This piece is both comfortable as well as feminine making it a perfect choice. This bra is a perfect fit soft bra which gives you nice shape. It fit your curves & is styled to look sexy . Its give you great comfort both day and night Vibrant and soothing, this cotton lycra Bra is a perfect pick against your precious penny. Panty made with Soft elastic at the waistband and leg openings for a snug fit. Quality product 100% made in India with good quality fabric & Lace.            ",
          "image":"https://cdn.shopclues.com/images1/thumbnails/109570/320/320/150688672-109570686-1600184552.jpg"
      },
      {
          "name":"Hobby Padded Push-UP Bright Colour Bra",
          "price":289 ,
          "product_id":  149162841,
          "description":"Wear this HOBBY EGL Bra that is exclusively designed and understands your body and improves your contours. This piece is both comfortable as well as feminine making it a perfect choice. This bra is a perfect fit soft light padded bra which gives you nice shape. It fit your curves & is styled to look sexy . Its give you great comfort both day and night Vibrant and soothing, this cotton Bra is a perfect pick against your precious penny. Quality product 100% made in India with good quality fabric.            ",
          "image":"https://cdn.shopclues.com/images1/thumbnails/105314/320/320/149162841-105314873-1582974921.jpg"
      },
      {
          "name":"Rayyans (Pack of 6) Non Padded Non-Wired High Export Quality Sports Bra(Design and color may differ)",
          "price":369 ,
          "product_id": 150340542,
          "description":"Rayyans High Export Quality Non Padded Non-Wired Sports Bra is made of with Best quality Hosiery Cotton fabric. Rayyans Presents non padded Sports bra made of Hosiery Cotton; keeping in mind Indian woman's comfort. Provides all day comfort and is ideal for tight fitting clothes as well as normal fitting clothes. One of our best selling non padded Sports bras is ideal for everyday use; as not only is the fabric lightweight but is also very soft for increased comfort; this bra creates a smooth and natural shape and so will be invisible under your clothes. The special features of the product",
          "image":"https://cdn.shopclues.com/images1/thumbnails/108503/320/320/150340542-108503287-1622184332.jpg"
      },
      {
          "name":"FAMTREE WOMENS BRA PACK OF 3",
          "price": 649,
          "product_id": 151787389,
          "description":"Famtree Gives The Best Quality Cotton BRA For Women / Girls. 100 % Cotton Product Which Comes with Ultra comfort fit. Cut from cotton stretch fabric, these BRA provide maximum comfort and style. we deal only genuine products of women's or girls panty, Briefs, Hipsters, and hosiery bra Lingerie etc. Here you can get women's BRA combo also for the cheapest price possible.             ",
          "image":"https://cdn.shopclues.com/images1/thumbnails/112713/320/320/151787389-112713911-1609674160.jpg"
      },
      {
          "name":"Fasense Women's Cotton Solid Color Wire Free Non Padded Bra (Pack of 2)",
          "price":416 ,
          "product_id": 152414155,
          "description":"Comfort is the key which comes first when you purchase your Bra, Thats Why FASENSE bring daily use REGULAR BRAS for every women in Cotton-Spun Fabric. This Bra is exclusively designed by our designers keeping in mind of today weather and comfort level to every teen girl or women. This bra is Non-Padded with Round Cups & comes with 3/4 Medium Coverage, Its Fabric is streatchable and comfortable with Regular Straps and it can wear comfortably entire Day also you also get a choice of different colors in this bra. Its Powder coated rings & adjusters comes with life long durability & Ultra soft Back hook and eyelet that gives comfort fit with no itiches on skin.            ",
          "image":"https://cdn.shopclues.com/images1/thumbnails/114467/320/320/152414155-114467815-1624096129.jpg"
      },
      {
          "name":"COMBO PACK OF 3 AIR BRA / SPORTS BRA",
          "price": 405,
          "product_id":142146971 ,
          "description":" The seamless air bra is machine washable and made from knitted spandex and nylon blend fabric that keeps its shape, form, and color over time",
          "image":"https://cdn.shopclues.com/images1/thumbnails/94422/320/320/142146971-94422802-1653070417.jpg"
      },
      {
          "name":"Indirocks non wired non padded women tube bra beige            ",
          "price": 189,
          "product_id": 128719785,
          "description":"Tube Bra Free Size Fits Bust Inch 28 - 38. For Utmost Comfort And Softness, Wear This Tube Bra From The House Of Lady Heart. This Exclusively Designed Bra Understands Your Body And Improves Your Contours. Non Padded, This One Will Even Help You In Boosting Your Confidence. Made With High Quality Fabric, It Is Extremely Comfortable.            ",
          "image":"https://cdn.shopclues.com/images1/thumbnails/71576/320/320/128719785-71576678-1660928669.jpg"
      }
  ],
  "shirt": [
      {
          "name":"Singularity Clothing Classic Solid Designer Shirt for men in Blue ",
          "price":389 ,
          "product_id":152499327 ,
          "description":" Gladiator products enterprises presents its elite brand  ‘’SINGULARITY®’’ that believes in re-inventing, re-establishing and re-discovering fashion and style with quality and precision. We take pride in presenting you “made in India” products indigenously developed and manufactured wholesome in India.",
          "image":"https://cdn.shopclues.com/images1/thumbnails/114626/320/320/152499327-114626697-1625917744.jpg "
      },
      {
          "name":"Singularity Clothing Trendy Collar and Cuff Shirt for men in Pink ",
          "price":429 ,
          "product_id": 152492016,
          "description":"Gladiator products enterprises presents its elite brand  ‘’SINGULARITY®’’ that believes in re-inventing, re-establishing and re-discovering fashion and style with quality and precision. We take pride in presenting you “made in India” products indigenously developed and manufactured wholesome in India. ",
          "image":"https://cdn.shopclues.com/images1/thumbnails/114606/320/320/152492016-114606757-1625662985.jpg "
      },
      {
          "name":"Singularity Stripped Designer Shirt for men boys in Black",
          "price": 389,
          "product_id": 152752140,
          "description":"Gladiator products enterprises presents its elite brand  ‘’SINGULARITY®’’ that believes in re-inventing, re-establishing and re-discovering fashion and style with quality and precision. We take pride in presenting you “made in India” products indigenously developed and manufactured wholesome in India.",
          "image":" https://cdn.shopclues.com/images1/thumbnails/115406/320/320/152752140-115406498-1633017315.jpg"
      },
      {
          "name":"Singularity white checkered buttoned down collar shirt",
          "price":399 ,
          "product_id":152220856 ,
          "description":"Gladiator products enterprises presents its elite brand  ‘’SINGULARITY’’ that believes in re-inventing, re-establishing and re-discovering fashion and style with quality and precision. We take pride in presenting you “made in India” products indigenously developed and manufactured wholesome in India.",
          "image":"https://cdn.shopclues.com/images1/thumbnails/113812/320/320/152220856-113812127-1619532936.jpg "
      },
      {
          "name":" Vida Loca Cotton Designer Shirt For Men",
          "price":749 ,
          "product_id": 148930203,
          "description":"This stylish shirt is made from pure lightweight cotton to keep you cool. A slim fit always looks dapper. This innovative shirt has a special fabric and a clever construction. Its cut from breathable fabrics and has a style that features classic spread collar and Quality fabric detail at placket and cuff. Roll that sleeve to make an impact. Our products are created for everyday lifestyle needs of the man who loves to sport a smart casual look. Each product is designed to lend a unique visual appeal, in hand-picked materials and crafted with precision.",
          "image":"https://cdn.shopclues.com/images1/thumbnails/104714/320/320/148930203-104714515-1658849833.jpg "
      },
      {
          "name":"Frankline White Cotton Blend Regular Fit Formal Shirt",
          "price":444 ,
          "product_id":150659652 ,
          "description":"Formal cotton shirt. you canwear it in office as well as party. full sleeve.",
          "image":"https://cdn.shopclues.com/images1/thumbnails/109500/320/320/150659652-109500878-1660933448.jpg"
      },
      {
          "name":"Gladiator Products Trendy Check Biege Regular Fit Shirt",
          "price":429,
          "product_id":142563751,
          "description":"GLADIATOR PRODUCTS IS A BRAND THAT BELIVES IN RE-INVENTING ,RE-DISCOVERING AND RE-ESTABLISHING FASHION WITH MADE IN INDIA THOUGHTS GIVING OUR CIENT OPTIMUM QUALITY AND SATISFACTION WHICH THEY DO NOT GET ANYWHERE ELSE.WE HAVE A RECORD OF RETAINNG OUR CLENT AND WE INTEND TO DO CONTINUE THE SAME.",
          "image":"https://cdn.shopclues.com/images1/thumbnails/94959/320/320/142563751-94959534-1653753595.jpg"
      },
      {
          "name":"Vida Loca Designer shirt for Men's",
          "price":699,
          "product_id":150639527,
          "description":"This stylish shirt is made from pure lightweight cotton to keep you cool. A slim fit always looks dapper. This innovative shirt has a special fabric and a clever construction. Its cut from breathable fabrics and has a style that features classic spread collar and Quality fabric detail at placket and cuff. Roll that sleeve to make an impact. Our products are created for everyday lifestyle needs of the man who loves to sport a smart casual look. Each product is designed to lend a unique visual appeal, in hand-picked materials and crafted with precision.",
          "image":"https://cdn.shopclues.com/images1/thumbnails/109451/320/320/150639527-109451275-1658850064.jpg"
      },
      {
          "name":"Vida Loca Cotton Designer Shirt For Men",
          "price":749,
          "product_id":148930207,
          "description":"This stylish shirt is made from pure lightweight cotton to keep you cool. A slim fit always looks dapper. This innovative shirt has a special fabric and a clever construction. Its cut from breathable fabrics and has a style that features classic spread collar and Quality fabric detail at placket and cuff. Roll that sleeve to make an impact. Our products are created for everyday lifestyle needs of the man who loves to sport a smart casual look. Each product is designed to lend a unique visual appeal, in hand-picked materials and crafted with precision.",
          "image":"https://cdn.shopclues.com/images1/thumbnails/104714/320/320/148930207-104714529-1580298876.jpg"
      },
      {
          "name":"Dudlind Set of 2 Formal Full Sleeves Regular Fit Check Shirt for Men Multicolour | Combo of 2 Mens Shirts for Office and Business",
          "price":1598,
          "product_id":143688730,
          "description":"Wear it along with your jeans & give yourself an informal look for a casual meeting, date, family/friends get together etc. Dudlind mens shirts are specially designed keeping your style & comfort in mind. We make every effort to match your comfort so that you can wear this shirt in all the seasons throughout the year.            ",
          "image":"https://cdn.shopclues.com/images1/thumbnails/96962/320/320/143688730-96962339-1665562039.jpg"
      }
  ],
  "jeans": [
      {
          "name":"Seventh Sin Men's Washed Regular Fit Sky Blue Jeans",
          "price":2130,
          "product_id":84675761,
          "description":"This allows for very comfortable usage of a regular fit jeans while it has a skinny fit look. It is extremely comfortable and very stylish. Perfect addition to your wardrobe to go with shirt tshirt Western casual wear lounge wear. Premium quality brand makes you look awesome. Its contrasting thread ensures it keeps up with consistent and long-term rugged use for years altogether. All our products are designed , produced and tested in-house to ensure complete quality control.This Will Perfectly Fit",
          "image":"https://cdn.shopclues.com/images1/thumbnails/11406/320/320/84675761-11406767-1667003313.jpg"
      },
      {
          "name":"Indigo Jeanscode Men's 100% Cotton Slim Fit Indigo Jeans",
          "price":2100,
          "product_id":85580724,
          "description":"This allows for very comfortable usage of a regular fit jeans while it has a skinny fit look. It is extremely comfortable and very stylish. Perfect addition to your wardrobe to go with shirt tshirt Western casual wear lounge wear. Premium quality brand makes you look awesome. Its contrasting thread ensures it keeps up with consistent and long-term rugged use for years altogether. All our products are designed , produced and tested in-house to ensure complete quality control.This Will Perfectly Fit",
          "image":"https://cdn.shopclues.com/images1/thumbnails/15628/320/320/85580724-15628827-1667039593.jpg"
      },
      {
          "name":"Lavishwear Men's Comfort Fit Blue Jeans",
          "price":2500,
          "product_id":107851333,
          "description":"This brand runs true to size. To ensure the best fit, we suggest consulting the size chart. Product Info: Made from cotton Shaded styling Jeans Turn inside out before washing and drying. Use warm iron. The mens collection is designed in India keeping Indian needs in mind and available exclusively. Inspired by the latest trends seen on international catwalks, street style and celebrities the collection is directional yet affordable. Add a touch of definition to an otherwise solid look with the denim from the house. A wear-anywhere piece, created using cotton rich fabric, just to add a dash of attraction to your overall look. Meant to last a lifetime, this piece will make you look smart no matter what you wear it with. Wash Care: Dry clean or wash using a mild detergent. Turn inside out before washing and drying. Do not bleach. Do not wring or tumble dry. Flat dry in shade. Use warm iron. Disclaimer: There would be slight variation in the color shade because of photography effect.",
          "image":"https://cdn.shopclues.com/images1/thumbnails/30571/320/320/107851333-30571704-1667030983.jpg"
      },
      {
          "name":"Men's Slim Fit Blue Jeans By Sundar Mens wear",
          "price":2350,
          "product_id":111589035,
          "description":"The brand stands for style, charisma and attitude and brings them into your wardrobe with its vibrant yet relaxed collection. Incorporating the most contemporary trends with a splash of youthful energy, playful styling & trendy collections, John Players knows the pulse of the youth and offers clothing for the discerning youth. John Players offers complete range in men's apparel with the coolness quotient being an inseparable part of its genes.Offering vibrant wardrobe essentials spanning across Formal wear, Casual wear, Party wear, Jeans & Accessories, John Players has everything that appeals to the new generation",
          "image":"https://cdn.shopclues.com/images1/thumbnails/49927/320/320/111589035-49927712-1667024390.jpg"
      },
      {
          "name":"Men's Lycra Slim Fit Blue Jeans",
          "price":1700,
          "product_id":84641605,
          "description":"The brand stands for style, charisma and attitude and brings them into your wardrobe with its vibrant yet relaxed collection. Incorporating the most contemporary trends with a splash of youthful energy, playful styling & trendy collections, John Players knows the pulse of the youth and offers clothing for the discerning youth. John Players offers complete range in men's apparel with the coolness quotient being an inseparable part of its genes.Offering vibrant wardrobe essentials spanning across Formal wear, Casual wear, Party wear, Jeans & Accessories, John Players has everything that appeals to the new generation",
          "image":"https://cdn.shopclues.com/images1/thumbnails/9761/320/320/84641605-9761671-1667021036.jpg"
      },
      {
          "name":"A.LISON Super Skinny Men Black Jeans",
          "price":679,
          "product_id":152976877,
          "description":"A.LISON Super Skinny Men Black Jeans",
          "image":"https://cdn.shopclues.com/images1/thumbnails/116062/320/320/152976877-116062549-1645003932.jpg"
      },
      {
          "name":"A.LISON Super Skinny Men Silver Jeans",
          "price":679,
          "product_id":152976898,
          "description":"A.LISON Super Skinny Men Silver Jeans",
          "image":"https://cdn.shopclues.com/images1/thumbnails/116062/320/320/152976898-116062591-1645004019.jpg"
      },
      {
          "name":"Spago Men's Slim Fit Black Jeans",
          "price":899,
          "product_id":140033562,
          "description":"Take yourself to the next level of Fashion with this premium pair of Faded Blue Denim Jeans From Unik Bazar. This Jeans comes with a Lycra Light Weight Fabric giving you a Slim Yet Comfortable fit. The colors are specifically processed to give it a Crazy Look which usually does not exists for Plus Sizes. High Rise Zip And Button Closure Slim Fit Light Blue Colour Stretchable",
          "image":"https://cdn.shopclues.com/images1/thumbnails/90522/320/320/140033562-90522847-1673636773.jpg"
      },
      {
          "name":"PRJ IN STYLE Men Slim Fit Black Jeans",
          "price":599,
          "product_id":151709689,
          "description":"PRJ IN STYLE Men Slim Fit Black Jeans with a single button fastening to the waist and slim fitting leg. It has 4 pockets. Excellent fabric quality in this price range. You can wear this jean in home, office and in parties. Very comfortable to wear and easy to wash.",
          "image":"https://cdn.shopclues.com/images1/thumbnails/112528/320/320/151709689-112528276-1608649796.jpg"
      },
      {
          "name":"Indigo Jeanscode Men's Cotton Elastane Slim Fit Cream Jeans",
          "price":3900,
          "product_id":90072977,
          "description":"Disclaimer : Product Colour May Slightly Vary Due to Photographic Lighting Sources or Your Monitor Settings.",
          "image":"https://cdn.shopclues.com/images1/thumbnails/25766/320/320/90072977-25766473-1667000320.jpg"
      }
  ]
}